Repository: lil-org/big-wallet
Catalog: Shared/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_419, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Secret words give full access to your funds
ar: العبارة السرية تمنح وصولاً كاملاً إلى أموالك
bn: গোপন শব্দ আপনার তহবিলে সম্পূর্ণ অ্যাক্সেস দেয়
ca: Les paraules secretes donen accés complet als teus fons
cs: Tajná fráze poskytuje plný přístup k vašim prostředkům
da: Dine hemmelige ord giver fuld adgang til dine midler
de: Geheime Wörter gewähren vollen Zugriff auf dein Wallet
el: Οι μυστικές λέξεις δίνουν πλήρη πρόσβαση στα κεφάλαιά σας
es: Las palabras secretas dan acceso total a tus fondos
es_419: Las palabras secretas dan acceso total a tus fondos
fi: Salaiset sanat antavat täyden pääsyn varoihisi
fr: Les mots secrets donnent un accès complet à votre portefeuille
gu: ગુપ્ત શબ્દો તમારા ફંડ્સ પર સંપૂર્ણ ઍક્સેસ આપે છે
he: מילות הסוד נותנות גישה מלאה לכספים שלך
hi: गुप्त शब्द आपके फंड्स तक पूर्ण पहुंच देते हैं
hr: Tajne riječi daju potpuni pristup vašim sredstvima
hu: A titkos szavak teljes hozzáférést adnak a pénzeszközeidhez
id: Kata rahasia memberi akses penuh ke dana Anda
it: Le parole segrete danno pieno accesso ai tuoi fondi
ja: シークレットフレーズはウォレットへの完全なアクセスを提供します
kn: ಗುಪ್ತ ಪದಗಳು ನಿಮ್ಮ ನಿಧಿಗಳಿಗೆ ಪೂರ್ಣ ಪ್ರವೇಶ ನೀಡುತ್ತವೆ
ko: 비밀 단어는 자금에 대한 전체 접근 권한을 제공합니다
ml: രഹസ്യ വാക്കുകൾ നിങ്ങളുടെ ഫണ്ടുകളിലേക്കുള്ള പൂർണ്ണ ആക്സസ് നൽകുന്നു
mr: गुप्त शब्द तुमच्या निधीवर पूर्ण प्रवेश देतात
ms: Kata rahsia memberi akses penuh kepada dana anda
nb: Hemmelige ord gir full tilgang til lommeboken din
nl: Geheime woorden geven volledige toegang tot je wallet
or: ଗୁପ୍ତ ଶବ୍ଦ ଆପଣଙ୍କ ଧନରେ ସମ୍ପୂର୍ଣ୍ଣ ପ୍ରବେଶ ଦେଇଥାଏ
pa: ਗੁਪਤ ਸ਼ਬਦ ਤੁਹਾਡੇ ਫੰਡਾਂ ਤੱਕ ਪੂਰੀ ਪਹੁੰਚ ਦਿੰਦੇ ਹਨ
pl: Sekretne słowa dają pełny dostęp do Twoich środków
pt_br: As palavras secretas dão acesso total aos seus fundos
pt_pt: As palavras secretas dão acesso total aos seus fundos
ro: Cuvintele secrete oferă acces complet la fondurile tale
ru: Секретная фраза дает полный доступ к кошельку
sk: Tajné slová poskytujú plný prístup k vašim prostriedkom
sl: Skrivne besede omogočajo popoln dostop do vaših sredstev
sv: Hemliga ord ger full åtkomst till dina pengar
ta: ரகசிய சொற்கள் உங்கள் நிதிகளுக்கு முழு அணுகலை வழங்கும்
te: రహస్య పదాలు మీ నిధులకు పూర్తి ప్రాప్యతను ఇస్తాయి
th: วลีลับให้สิทธิ์เข้าถึงเงินของคุณได้ทั้งหมด
tr: Gizli kelimeler fonlarınıza tam erişim sağlar
uk: Секретні слова дають повний доступ до вашого гаманця
ur: خفیہ الفاظ آپ کے فنڈز تک مکمل رسائی دیتے ہیں
vi: Cụm từ bí mật cho phép truy cập đầy đủ vào ví của bạn
zh_hans: 助记词可完全访问您的钱包资金
zh_hant: 助記詞可完整存取你的資金

source: Select Account
ar: اختر الحساب
bn: অ্যাকাউন্ট নির্বাচন করুন
ca: Selecciona el compte
cs: Vybrat účet
da: Vælg konto
de: Konto auswählen
el: Επιλογή λογαριασμού
es: Seleccionar cuenta
es_419: Seleccionar cuenta
fi: Valitse tili
fr: Sélectionner un compte
gu: એકાઉન્ટ પસંદ કરો
he: בחר חשבון
hi: खाता चुनें
hr: Odaberite račun
hu: Fiók kiválasztása
id: Pilih Akun
it: Seleziona account
ja: アカウントを選択
kn: ಖಾತೆ ಆಯ್ಕೆಮಾಡಿ
ko: 계정 선택
ml: അക്കൗണ്ട് തിരഞ്ഞെടുക്കുക
mr: खाते निवडा
ms: Pilih Akaun
nb: Velg konto
nl: Selecteer account
or: ଆକାଉଣ୍ଟ ବାଛନ୍ତୁ
pa: ਖਾਤਾ ਚੁਣੋ
pl: Wybierz konto
pt_br: Selecionar Conta
pt_pt: Selecionar conta
ro: Selectați contul
ru: Выбрать аккаунт
sk: Vybrať účet
sl: Izberi račun
sv: Välj konto
ta: கணக்கைத் தேர்வு செய்
te: ఖాతాను ఎంచుకోండి
th: เลือกบัญชี
tr: Hesap Seçin
uk: Вибрати акаунт
ur: اکاؤنٹ منتخب کریں
vi: Chọn tài khoản
zh_hans: 选择账户
zh_hant: 選擇帳戶

source: Select Network
ar: اختر الشبكة
bn: নেটওয়ার্ক নির্বাচন করুন
ca: Selecciona la xarxa
cs: Vybrat síť
da: Vælg netværk
de: Netzwerk auswählen
el: Επιλέξτε δίκτυο
es: Seleccionar red
es_419: Seleccionar red
fi: Valitse verkko
fr: Sélectionner le réseau
gu: નેટવર્ક પસંદ કરો
he: בחר רשת
hi: नेटवर्क चुनें
hr: Odaberite mrežu
hu: Hálózat kiválasztása
id: Pilih Jaringan
it: Seleziona rete
ja: ネットワークを選択
kn: ನೆಟ್‌ವರ್ಕ್ ಆಯ್ಕೆಮಾಡಿ
ko: 네트워크 선택
ml: നെറ്റ്‌വർക്ക് തിരഞ്ഞെടുക്കുക
mr: नेटवर्क निवडा
ms: Pilih Rangkaian
nb: Velg nettverk
nl: Selecteer netwerk
or: ନେଟୱର୍କ ବାଛନ୍ତୁ
pa: ਨੈੱਟਵਰਕ ਚੁਣੋ
pl: Wybierz sieć
pt_br: Selecionar rede
pt_pt: Selecionar rede
ro: Selectați rețeaua
ru: Выбрать сеть
sk: Vybrať sieť
sl: Izberi omrežje
sv: Välj nätverk
ta: நெட்வொர்க்கைத் தேர்வு செய்
te: నెట్‌వర్క్ ఎంచుకోండి
th: เลือกเครือข่าย
tr: Ağı Seç
uk: Вибрати мережу
ur: نیٹ ورک منتخب کریں
vi: Chọn mạng
zh_hans: 选择网络
zh_hant: 選擇網路

source: Send Transaction
ar: إرسال المعاملة
bn: লেনদেন পাঠান
ca: Enviar transacció
cs: Odeslat transakci
da: Send transaktion
de: Transaktion senden
el: Αποστολή συναλλαγής
es: Enviar transacción
es_419: Enviar transacción
fi: Lähetä tapahtuma
fr: Envoyer la transaction
gu: ટ્રાન્ઝેક્શન મોકલો
he: שלח עסקה
hi: लेन-देन भेजें
hr: Pošalji transakciju
hu: Tranzakció küldése
id: Kirim Transaksi
it: Invia transazione
ja: トランザクションを送信
kn: ವಹಿವಾಟು ಕಳುಹಿಸಿ
ko: 트랜잭션 전송
ml: ഇടപാട് അയയ്ക്കുക
mr: व्यवहार पाठवा
ms: Hantar Transaksi
nb: Send transaksjon
nl: Transactie verzenden
or: ଲେନଦେନ ପଠାନ୍ତୁ
pa: ਲੈਣ-ਦੇਣ ਭੇਜੋ
pl: Wyślij transakcję
pt_br: Enviar transação
pt_pt: Enviar Transação
ro: Trimite tranzacția
ru: Отправить транзакцию
sk: Odoslať transakciu
sl: Pošlji transakcijo
sv: Skicka transaktion
ta: பரிவர்த்தனையை அனுப்பு
te: లావాదేవీని పంపండి
th: ส่งธุรกรรม
tr: İşlemi Gönder
uk: Надіслати транзакцію
ur: ٹرانزیکشن بھیجیں
vi: Gửi giao dịch
zh_hans: 发送交易
zh_hant: 傳送交易

source: Sending transaction
ar: جارٍ إرسال المعاملة
bn: লেনদেন পাঠানো হচ্ছে
ca: Enviant transacció
cs: Odesíláme transakci
da: Sender transaktion
de: Transaktion wird gesendet
el: Αποστέλλουμε τη συναλλαγή
es: Enviando transacción
es_419: Enviando transacción
fi: Lähetetään transaktio
fr: Envoi de la transaction
gu: ટ્રાન્ઝેક્શન મોકલાઈ રહ્યું છે
he: שולחים את העסקה
hi: लेन-देन भेज रहे हैं
hr: Šaljemo transakciju
hu: Tranzakció küldése
id: Mengirim transaksi
it: Invio della transazione
ja: トランザクションを送信中
kn: ವಹಿವಾಟು ಕಳುಹಿಸಲಾಗುತ್ತಿದೆ
ko: 트랜잭션 전송 중
ml: ഇടപാട് അയയ്ക്കുന്നു
mr: व्यवहार पाठवत आहे
ms: Menghantar transaksi
nb: Sender transaksjon
nl: Transactie verzenden
or: ଲେନଦେନ ପଠାଯାଉଛି
pa: ਲੈਣ-ਦੇਣ ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Wysyłamy transakcję
pt_br: Enviando transação
pt_pt: Enviando transação
ro: Trimitem tranzacția
ru: Отправляем транзакцию
sk: Odosielame transakciu
sl: Pošiljanje transakcije
sv: Skickar transaktionen
ta: பரிவர்த்தனை அனுப்பப்படுகிறது
te: లావాదేవీ పంపుతోంది
th: กำลังส่งธุรกรรม
tr: İşlemi gönderiyoruz
uk: Відправляємо транзакцію
ur: ٹرانزیکشن بھیجی جا رہی ہے
vi: Đang gửi giao dịch
zh_hans: 正在发送交易
zh_hant: 正在傳送交易

source: Set Name
ar: إضافة اسم
bn: নাম সেট করুন
ca: Afegir nom
cs: Přidat jméno
da: Tilføj navn
de: Name hinzufügen
el: Ορισμός ονόματος
es: Añadir nombre
es_419: Agregar nombre
fi: Lisää nimi
fr: Ajouter un nom
gu: નામ સેટ કરો
he: הוסף שם
hi: नाम जोड़ें
hr: Dodaj ime
hu: Név megadása
id: Tambahkan Nama
it: Aggiungi nome
ja: 名前を追加
kn: ಹೆಸರು ಹೊಂದಿಸಿ
ko: 이름 추가
ml: പേര് സജ്ജമാക്കുക
mr: नाव सेट करा
ms: Tambah Nama
nb: Legg til navn
nl: Naam instellen
or: ନାମ ସେଟ୍ କରନ୍ତୁ
pa: ਨਾਮ ਸੈੱਟ ਕਰੋ
pl: Dodaj nazwę
pt_br: Adicionar nome
pt_pt: Adicionar nome
ro: Adaugă un nume
ru: Добавить имя
sk: Pridať meno
sl: Nastavi ime
sv: Lägg till namn
ta: பெயரை அமை
te: పేరు సెట్ చేయండి
th: ตั้งชื่อ
tr: İsim Ekle
uk: Додати ім'я
ur: نام سیٹ کریں
vi: Thêm tên
zh_hans: 设置名称
zh_hant: 設定名稱

source: Show Private Key
ar: عرض المفتاح الخاص
bn: ব্যক্তিগত কী দেখান
ca: Mostrar la clau privada
cs: Zobrazit soukromý klíč
da: Vis privat nøgle
de: Privaten Schlüssel anzeigen
el: Εμφάνιση ιδιωτικού κλειδιού
es: Mostrar clave privada
es_419: Mostrar clave privada
fi: Näytä yksityinen avain
fr: Afficher la clé privée
gu: પ્રાઇવેટ કી બતાવો
he: הצג מפתח פרטי
hi: प्राइवेट की दिखाएँ
hr: Prikaži privatni ključ
hu: Privát kulcs megjelenítése
id: Tampilkan Kunci Privat
it: Mostra chiave privata
ja: 秘密鍵を表示
kn: ಖಾಸಗಿ ಕೀ ತೋರಿಸಿ
ko: 개인 키 표시
ml: സ്വകാര്യ കീ കാണിക്കുക
mr: खाजगी की दाखवा
ms: Tunjukkan Kunci Peribadi
nb: Vis privatnøkkel
nl: Privésleutel tonen
or: ବ୍ୟକ୍ତିଗତ କୀ ଦେଖାନ୍ତୁ
pa: ਪ੍ਰਾਈਵੇਟ ਕੀ ਦਿਖਾਓ
pl: Pokaż klucz prywatny
pt_br: Mostrar chave privada
pt_pt: Mostrar Chave Privada
ro: Afișați cheia privată
ru: Показать приватный ключ
sk: Zobraziť súkromný kľúč
sl: Prikaži zasebni ključ
sv: Visa privat nyckel
ta: தனிப்பட்ட விசையை காட்டு
te: ప్రైవేట్ కీ చూపండి
th: แสดงคีย์ส่วนตัว
tr: Özel Anahtarı Göster
uk: Показати приватний ключ
ur: نجی کلید دکھائیں
vi: Hiển thị khóa riêng tư
zh_hans: 显示私钥
zh_hant: 顯示私鑰

source: Show Secret Words
ar: عرض العبارة السرية
bn: গোপন শব্দ দেখান
ca: Mostra la frase secreta
cs: Zobrazit tajnou frázi
da: Vis hemmelig frase
de: Geheime Wörter anzeigen
el: Εμφάνιση μυστικής φράσης
es: Mostrar frase secreta
es_419: Mostrar frase secreta
fi: Näytä salainen palautuslause
fr: Afficher la phrase secrète
gu: ગુપ્ત શબ્દો બતાવો
he: הצג את ביטוי הסוד
hi: गुप्त वाक्यांश दिखाएँ
hr: Prikaži tajnu frazu
hu: Titkos kifejezés megjelenítése
id: Tampilkan Frasa Rahasia
it: Mostra la frase segreta
ja: シークレットフレーズを表示
kn: ಗುಪ್ತ ಪದಗಳನ್ನು ತೋರಿಸಿ
ko: 비밀 문구 표시
ml: രഹസ്യ വാക്കുകൾ കാണിക്കുക
mr: गुप्त शब्द दाखवा
ms: Tunjukkan Frasa Rahsia
nb: Vis hemmelig frase
nl: Geheime woorden tonen
or: ଗୁପ୍ତ ଶବ୍ଦ ଦେଖାନ୍ତୁ
pa: ਗੁਪਤ ਸ਼ਬਦ ਦਿਖਾਓ
pl: Pokaż sekretną frazę
pt_br: Mostrar Frase Secreta
pt_pt: Mostrar Frase Secreta
ro: Afișează fraza secretă
ru: Показать секретную фразу
sk: Zobraziť tajnú frázu
sl: Prikaži skrivne besede
sv: Visa hemlig fras
ta: ரகசிய சொற்களை காட்டு
te: రహస్య పదాలు చూపండి
th: แสดงวลีลับ
tr: Gizli Kelimeleri Göster
uk: Показати секретну фразу
ur: خفیہ الفاظ دکھائیں
vi: Hiển thị Cụm từ bí mật
zh_hans: 显示助记词
zh_hant: 顯示助記詞

source: Sign crypto transactions in Safari
ar: وقّع معاملات العملات المشفّرة في سفاري
bn: Safari-তে ক্রিপ্টো লেনদেন স্বাক্ষর করুন
ca: Signa transaccions de criptomonedes a Safari
cs: Podepisujte krypto transakce v Safari
da: Signér krypto- transaktioner i Safari
de: Signieren Sie Krypto- Transaktionen in Safari
el: Υπογράψτε συναλλαγές κρυπτονομισμάτων στο Safari
es: Firma transacciones de criptomonedas en Safari
es_419: Firma transacciones de criptomonedas en Safari
fi: Allekirjoita krypto- transaktiot Safarissa
fr: Signez des transactions crypto dans Safari
gu: Safari માં ક્રિપ્ટો ટ્રાન્ઝેક્શન સાઇન કરો
he: חתמו על עסקאות קריפטו ב‑Safari
hi: Safari में क्रिप्टो ट्रांज़ैक्शन साइन करें
hr: Potpisujte kripto transakcije u Safariju
hu: Írja alá a kripto tranzakciókat a Safariban
id: Tanda tangani transaksi kripto di Safari
it: Firma transazioni crypto in Safari
ja: Safariで 暗号資産の取引に 署名する
kn: Safari ಯಲ್ಲಿ ಕ್ರಿಪ್ಟೋ ವಹಿವಾಟುಗಳಿಗೆ ಸೈನ್ ಮಾಡಿ
ko: Safari에서 암호화폐 트랜잭션을 서명하세요
ml: Safari-യിൽ ക്രിപ്റ്റോ ഇടപാടുകൾ സൈൻ ചെയ്യുക
mr: Safari मध्ये क्रिप्टो व्यवहार साइन करा
ms: Tandatangan transaksi kripto dalam Safari
nb: Signer krypto- transaksjoner i Safari
nl: Onderteken crypto- transacties in Safari
or: Safari ରେ କ୍ରିପ୍ଟୋ ଲେନଦେନ ସାଇନ୍ କରନ୍ତୁ
pa: Safari ਵਿੱਚ ਕ੍ਰਿਪਟੋ ਲੈਣ-ਦੇਣ ਸਾਈਨ ਕਰੋ
pl: Podpisuj transakcje krypto w Safari
pt_br: Assine transações de cripto no Safari
pt_pt: Assine transações de criptomoedas no Safari
ro: Semnați tranzacții crypto în Safari
ru: Отправляйте транзакции в Сафари
sk: Podpisujte krypto transakcie v Safari
sl: Podpisujte kripto transakcije v Safariju
sv: Signera krypto- transaktioner i Safari
ta: Safari-இல் கிரிப்டோ பரிவர்த்தனைகளில் கையொப்பமிடுங்கள்
te: Safariలో క్రిప్టో లావాదేవీలకు సైన్ చేయండి
th: ลงนามธุรกรรม คริปโต ใน Safari
tr: Safari’de kripto işlemlerini imzalayın
uk: Підписуйте криптотранзакції в Safari
ur: Safari میں کرپٹو ٹرانزیکشنز سائن کریں
vi: Ký giao dịch tiền mã hóa trong Safari
zh_hans: 在 Safari 中 签署加密 交易
zh_hant: 在 Safari 中 簽署加密 交易

source: Sign Message
ar: توقيع رسالة
bn: বার্তা স্বাক্ষর করুন
ca: Signar missatge
cs: Podepsat zprávu
da: Underskriv besked
de: Nachricht signieren
el: Υπογραφή μηνύματος
es: Firmar mensaje
es_419: Firmar mensaje
fi: Allekirjoita viesti
fr: Signer le message
gu: સંદેશ સાઇન કરો
he: חתום על הודעה
hi: संदेश पर हस्ताक्षर करें
hr: Potpiši poruku
hu: Üzenet aláírása
id: Tandatangani Pesan
it: Firma messaggio
ja: メッセージに署名
kn: ಸಂದೇಶಕ್ಕೆ ಸೈನ್ ಮಾಡಿ
ko: 메시지 서명
ml: സന്ദേശം സൈൻ ചെയ്യുക
mr: संदेश साइन करा
ms: Tandatangan Mesej
nb: Signer melding
nl: Bericht ondertekenen
or: ସନ୍ଦେଶ ସାଇନ୍ କରନ୍ତୁ
pa: ਸੁਨੇਹਾ ਸਾਈਨ ਕਰੋ
pl: Podpisz wiadomość
pt_br: Assinar mensagem
pt_pt: Assinar Mensagem
ro: Semnează mesajul
ru: Подписать сообщение
sk: Podpísať správu
sl: Podpiši sporočilo
sv: Signera meddelande
ta: செய்தியில் கையொப்பமிடு
te: సందేశానికి సైన్ చేయండి
th: ลงนามข้อความ
tr: Mesajı İmzala
uk: Підписати повідомлення
ur: پیغام سائن کریں
vi: Ký tin nhắn
zh_hans: 签名消息
zh_hant: 簽署訊息

source: Sign Personal Message
ar: توقيع رسالة شخصية
bn: ব্যক্তিগত বার্তা স্বাক্ষর করুন
ca: Signar missatge personal
cs: Podepsat osobní zprávu
da: Underskriv personlig meddelelse
de: Persönliche Nachricht signieren
el: Υπογραφή προσωπικού μηνύματος
es: Firmar mensaje personal
es_419: Firmar mensaje personal
fi: Allekirjoita henkilökohtainen viesti
fr: Signer un message personnel
gu: વ્યક્તિગત સંદેશ સાઇન કરો
he: חתום על הודעה אישית
hi: व्यक्तिगत संदेश पर हस्ताक्षर करें
hr: Potpiši osobnu poruku
hu: Személyes üzenet aláírása
id: Tandatangani Pesan Pribadi
it: Firma messaggio personale
ja: 個人メッセージに署名
kn: ವೈಯಕ್ತಿಕ ಸಂದೇಶಕ್ಕೆ ಸೈನ್ ಮಾಡಿ
ko: 개인 메시지 서명
ml: വ്യക്തിഗത സന്ദേശം സൈൻ ചെയ്യുക
mr: वैयक्तिक संदेश साइन करा
ms: Tandatangan Mesej Peribadi
nb: Signer personlig melding
nl: Persoonlijk bericht ondertekenen
or: ବ୍ୟକ୍ତିଗତ ସନ୍ଦେଶ ସାଇନ୍ କରନ୍ତୁ
pa: ਨਿੱਜੀ ਸੁਨੇਹਾ ਸਾਈਨ ਕਰੋ
pl: Podpisz wiadomość osobistą
pt_br: Assinar mensagem pessoal
pt_pt: Assinar mensagem pessoal
ro: Semnează mesaj personal
ru: Подписать сообщение
sk: Podpísať osobnú správu
sl: Podpiši osebno sporočilo
sv: Signera personligt meddelande
ta: தனிப்பட்ட செய்தியில் கையொப்பமிடு
te: వ్యక్తిగత సందేశానికి సైన్ చేయండి
th: ลงนามข้อความส่วนบุคคล
tr: Kişisel Mesajı İmzala
uk: Підписати особисте повідомлення
ur: ذاتی پیغام سائن کریں
vi: Ký tin nhắn cá nhân
zh_hans: 签名个人消息
zh_hant: 簽署個人訊息

source: Sign Typed Data
ar: توقيع البيانات المكتوبة
bn: টাইপ করা ডেটা স্বাক্ষর করুন
ca: Signar dades tipades
cs: Podepsat typovaná data
da: Underskriv typede data
de: Typisierte Daten signieren
el: Υπογραφή τυποποιημένων δεδομένων
es: Firmar datos tipados
es_419: Firmar datos tipados
fi: Allekirjoita kirjoitetut tiedot
fr: Signer des données typées
gu: ટાઇપ્ડ ડેટા સાઇન કરો
he: חתום על נתונים מוקלדים
hi: टाइप किए गए डेटा पर हस्ताक्षर करें
hr: Potpiši tipizirane podatke
hu: Typed adatok aláírása
id: Tandatangani Data Tertulis
it: Firma dati digitati
ja: 型付きデータに署名
kn: ಟೈಪ್ ಮಾಡಿದ ಡೇಟಾಗೆ ಸೈನ್ ಮಾಡಿ
ko: 서명된 타입 데이터
ml: ടൈപ്പ് ചെയ്ത ഡാറ്റ സൈൻ ചെയ്യുക
mr: टाइप केलेला डेटा साइन करा
ms: Tandatangan Data Bertipkan
nb: Signer typede data
nl: Getypte gegevens ondertekenen
or: ଟାଇପ୍ କରାଯାଇଥିବା ଡାଟା ସାଇନ୍ କରନ୍ତୁ
pa: ਟਾਈਪ ਕੀਤਾ ਡਾਟਾ ਸਾਈਨ ਕਰੋ
pl: Podpisz dane typowane
pt_br: Assinar Dados Tipados
pt_pt: Assinar Dados Tipados
ro: Semnează datele tipizate
ru: Подписать данные
sk: Podpísať typované údaje
sl: Podpiši tipizirane podatke
sv: Signera typade data
ta: டைப் செய்யப்பட்ட தரவில் கையொப்பமிடு
te: టైప్ చేసిన డేటాకు సైన్ చేయండి
th: ลงนามข้อมูลแบบกำหนดชนิด
tr: Yazılı Verileri İmzala
uk: Підписати типізовані дані
ur: ٹائپ شدہ ڈیٹا سائن کریں
vi: Ký dữ liệu đã nhập
zh_hans: 签名类型化数据
zh_hant: 簽署類型化資料

source: Solana blockhash not found. Check the selected network and try again.
ar: لم يتم العثور على blockhash لـ Solana. تحقق من الشبكة المحددة وحاول مرة أخرى.
bn: Solana blockhash পাওয়া যায়নি। নির্বাচিত নেটওয়ার্ক পরীক্ষা করে আবার চেষ্টা করুন।
ca: No s’ha trobat el blockhash de Solana. Comprova la xarxa seleccionada i torna-ho a provar.
cs: Blockhash Solana nebyl nalezen. Zkontrolujte vybranou síť a zkuste to znovu.
da: Solana-blockhash blev ikke fundet. Kontrollér det valgte netværk, og prøv igen.
de: Solana-Blockhash nicht gefunden. Prüfe das ausgewählte Netzwerk und versuche es erneut.
el: Δεν βρέθηκε το blockhash του Solana. Ελέγξτε το επιλεγμένο δίκτυο και δοκιμάστε ξανά.
es: No se encontró el blockhash de Solana. Comprueba la red seleccionada e inténtalo de nuevo.
es_419: No se encontró el blockhash de Solana. Comprueba la red seleccionada e inténtalo de nuevo.
fi: Solana-blockhashia ei löytynyt. Tarkista valittu verkko ja yritä uudelleen.
fr: Blockhash Solana introuvable. Vérifiez le réseau sélectionné et réessayez.
gu: Solana blockhash મળ્યો નથી. પસંદ કરેલું નેટવર્ક તપાસો અને ફરી પ્રયાસ કરો.
he: ה-blockhash של Solana לא נמצא. בדוק את הרשת שנבחרה ונסה שוב.
hi: Solana blockhash नहीं मिला। चुने गए नेटवर्क की जाँच करें और फिर कोशिश करें।
hr: Solana blockhash nije pronađen. Provjerite odabranu mrežu i pokušajte ponovno.
hu: A Solana blockhash nem található. Ellenőrizze a kiválasztott hálózatot, és próbálja újra.
id: Blockhash Solana tidak ditemukan. Periksa jaringan yang dipilih dan coba lagi.
it: Blockhash Solana non trovato. Controlla la rete selezionata e riprova.
ja: Solana のブロックハッシュが見つかりません。選択したネットワークを確認して、もう一度お試しください。
kn: Solana blockhash ಕಂಡುಬಂದಿಲ್ಲ. ಆಯ್ಕೆಮಾಡಿದ ನೆಟ್‌ವರ್ಕ್ ಪರಿಶೀಲಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: Solana blockhash를 찾을 수 없습니다. 선택한 네트워크를 확인하고 다시 시도하세요.
ml: Solana blockhash കണ്ടെത്തിയില്ല. തിരഞ്ഞെടുത്ത നെറ്റ്‌വർക്ക് പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: Solana blockhash सापडला नाही. निवडलेले नेटवर्क तपासा आणि पुन्हा प्रयत्न करा.
ms: Blockhash Solana tidak ditemui. Semak rangkaian yang dipilih dan cuba lagi.
nb: Solana-blockhash ble ikke funnet. Kontroller valgt nettverk og prøv igjen.
nl: Solana-blockhash niet gevonden. Controleer het geselecteerde netwerk en probeer het opnieuw.
or: Solana blockhash ମିଳିଲା ନାହିଁ। ବାଛାଯାଇଥିବା ନେଟୱର୍କ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ।
pa: Solana blockhash ਨਹੀਂ ਮਿਲਿਆ। ਚੁਣਿਆ ਨੈੱਟਵਰਕ ਜਾਂਚੋ ਅਤੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie znaleziono blockhash Solana. Sprawdź wybraną sieć i spróbuj ponownie.
pt_br: Blockhash da Solana não encontrado. Verifique a rede selecionada e tente novamente.
pt_pt: Blockhash da Solana não encontrado. Verifique a rede selecionada e tente novamente.
ro: Blockhash-ul Solana nu a fost găsit. Verifică rețeaua selectată și încearcă din nou.
ru: Blockhash Solana не найден. Проверьте выбранную сеть и попробуйте снова.
sk: Blockhash Solana sa nenašiel. Skontrolujte vybranú sieť a skúste to znova.
sl: Solana blockhash ni bil najden. Preverite izbrano omrežje in poskusite znova.
sv: Solana-blockhash hittades inte. Kontrollera det valda nätverket och försök igen.
ta: Solana blockhash கிடைக்கவில்லை. தேர்ந்தெடுத்த நெட்வொர்க்கைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: Solana blockhash కనబడలేదు. ఎంచుకున్న నెట్‌వర్క్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: ไม่พบ blockhash ของ Solana โปรดตรวจสอบเครือข่ายที่เลือกแล้วลองอีกครั้ง
tr: Solana blockhash bulunamadı. Seçili ağı kontrol edip tekrar deneyin.
uk: Blockhash Solana не знайдено. Перевірте вибрану мережу й повторіть спробу.
ur: Solana blockhash نہیں ملا۔ منتخب نیٹ ورک چیک کریں اور دوبارہ کوشش کریں۔
vi: Không tìm thấy blockhash Solana. Kiểm tra mạng đã chọn và thử lại.
zh_hans: 未找到 Solana blockhash。请检查所选网络并重试。
zh_hant: 找不到 Solana blockhash。請檢查所選網路並再試一次。

source: Solana transaction was sent, but confirmation timed out.
ar: تم إرسال معاملة Solana، لكن انتهت مهلة التأكيد.
bn: Solana লেনদেন পাঠানো হয়েছে, কিন্তু নিশ্চিতকরণের সময় শেষ হয়েছে।
ca: La transacció de Solana s’ha enviat, però s’ha esgotat el temps de confirmació.
cs: Transakce Solana byla odeslána, ale vypršel čas pro potvrzení.
da: Solana-transaktionen blev sendt, men bekræftelsen fik timeout.
de: Die Solana-Transaktion wurde gesendet, aber die Bestätigung ist abgelaufen.
el: Η συναλλαγή Solana στάλθηκε, αλλά η επιβεβαίωση έληξε χρονικά.
es: La transacción de Solana se envió, pero se agotó el tiempo de confirmación.
es_419: La transacción de Solana se envió, pero se agotó el tiempo de espera de la confirmación.
fi: Solana-tapahtuma lähetettiin, mutta vahvistus aikakatkaistiin.
fr: La transaction Solana a été envoyée, mais la confirmation a expiré.
gu: Solana ટ્રાન્ઝેક્શન મોકલાયું, પણ પુષ્ટિનો સમય સમાપ્ત થયો.
he: עסקת Solana נשלחה, אך פג הזמן לאישור.
hi: Solana लेनदेन भेज दिया गया, लेकिन पुष्टि का समय समाप्त हो गया।
hr: Solana transakcija je poslana, ali je potvrda istekla.
hu: A Solana-tranzakció elküldve, de a megerősítés túllépte az időkorlátot.
id: Transaksi Solana telah dikirim, tetapi konfirmasi kehabisan waktu.
it: La transazione Solana è stata inviata, ma la conferma è scaduta.
ja: Solanaトランザクションは送信されましたが、確認がタイムアウトしました。
kn: Solana ವಹಿವಾಟು ಕಳುಹಿಸಲಾಗಿದೆ, ಆದರೆ ದೃಢೀಕರಣ ಸಮಯ ಮೀರಿದೆ.
ko: Solana 트랜잭션이 전송되었지만 확인 시간이 초과되었습니다.
ml: Solana ഇടപാട് അയച്ചു, പക്ഷേ സ്ഥിരീകരണ സമയം കഴിഞ്ഞു.
mr: Solana व्यवहार पाठवला गेला, पण पुष्टीकरणाची वेळ संपली.
ms: Transaksi Solana telah dihantar, tetapi pengesahan tamat masa.
nb: Solana-transaksjonen ble sendt, men bekreftelsen tidsavbrøt.
nl: De Solana-transactie is verzonden, maar de bevestiging is verlopen.
or: Solana ଲେନଦେନ ପଠାଯାଇଛି, କିନ୍ତୁ ନିଶ୍ଚିତକରଣ ସମୟ ସମାପ୍ତ ହୋଇଗଲା।
pa: Solana ਲੈਣ-ਦੇਣ ਭੇਜਿਆ ਗਿਆ, ਪਰ ਪੁਸ਼ਟੀ ਦਾ ਸਮਾਂ ਮੁੱਕ ਗਿਆ।
pl: Transakcja Solana została wysłana, ale potwierdzenie przekroczyło limit czasu.
pt_br: A transação Solana foi enviada, mas a confirmação expirou.
pt_pt: A transação Solana foi enviada, mas a confirmação expirou.
ro: Tranzacția Solana a fost trimisă, dar confirmarea a expirat.
ru: Транзакция Solana отправлена, но подтверждение не пришло вовремя.
sk: Transakcia Solana bola odoslaná, ale potvrdenie vypršalo.
sl: Transakcija Solana je bila poslana, vendar je potrditev potekla.
sv: Solana-transaktionen skickades, men bekräftelsen tog för lång tid.
ta: Solana பரிவர்த்தனை அனுப்பப்பட்டது, ஆனால் உறுதிப்படுத்தல் நேரம் முடிந்தது.
te: Solana లావాదేవీ పంపబడింది, కానీ నిర్ధారణ సమయం ముగిసింది.
th: ส่งธุรกรรม Solana แล้ว แต่หมดเวลารอการยืนยัน
tr: Solana işlemi gönderildi, ancak onay zaman aşımına uğradı.
uk: Транзакцію Solana надіслано, але час очікування підтвердження минув.
ur: Solana ٹرانزیکشن بھیج دی گئی، لیکن تصدیق کا وقت ختم ہو گیا۔
vi: Giao dịch Solana đã được gửi, nhưng xác nhận đã hết thời gian chờ.
zh_hans: Solana 交易已发送，但确认超时。
zh_hant: Solana 交易已傳送，但確認逾時。

source: Something went wrong
ar: حدث خطأ ما
bn: কিছু ভুল হয়েছে
ca: Alguna cosa ha anat malament
cs: Něco se pokazilo
da: Noget gik galt
de: Etwas ist schiefgelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
es_419: Algo salió mal
fi: Jotain meni pieleen
fr: Quelque chose s’est mal passé
gu: કંઈક ખોટું થયું
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto je pošlo po zlu
hu: Valami hiba történt
id: Terjadi kesalahan
it: Qualcosa è andato storto
ja: 何か問題が発生しました
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ko: 문제가 발생했습니다
ml: എന്തോ പിശക് സംഭവിച്ചു
mr: काहीतरी चूक झाली
ms: Sesuatu telah berlaku tidak kena
nb: Noe gikk galt
nl: Er is iets misgegaan
or: କିଛି ଭୁଲ ହେଲା
pa: ਕੁਝ ਗਲਤ ਹੋਇਆ
pl: Coś poszło nie tak
pt_br: Algo deu errado
pt_pt: Algo deu errado
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sv: Något gick fel
ta: ஏதோ தவறு நடந்தது
te: ఏదో తప్పు జరిగింది
th: เกิดข้อผิดพลาด
tr: Bir şeyler ters gitti
uk: Щось пішло не так
ur: کچھ غلط ہو گیا
vi: Đã xảy ra lỗi
zh_hans: 出了点问题
zh_hant: 發生錯誤

source: Start
ar: ابدأ
bn: শুরু
ca: Començar
cs: Začít
de: Starten
el: Έναρξη
es: Comenzar
es_419: Comenzar
fi: Aloita
fr: Démarrer
gu: શરૂ કરો
he: התחל
hi: शुरू करें
hr: Započni
hu: Kezdés
id: Mulai
it: Inizia
ja: 開始
kn: ಪ್ರಾರಂಭಿಸಿ
ko: 시작
ml: ആരംഭിക്കുക
mr: सुरू करा
ms: Mulakan
or: ଆରମ୍ଭ
pa: ਸ਼ੁਰੂ ਕਰੋ
pt_br: Começar
pt_pt: Começar
ro: Începe
ru: Начать
sk: Začať
sl: Začni
sv: Starta
ta: தொடங்கு
te: ప్రారంభించండి
th: เริ่มต้น
tr: Başla
uk: Почати
ur: شروع کریں
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始
